Repository: cran/multibiplotGUI
Catalog: po/R-*.po
Languages: es

source: You have selected
es: Has seleccionado

source: matrices to analyze
es: matrices para analizar

source: Select one table
es: Seleccione una hoja

source: Select one table:
es: Seleccione una hoja:

source: Options
es: Opciones

source: Subtract the global mean
es: Restar la media global

source: Column centering
es: Centrar por columnas

source: Standardize columns
es: Standarizar por columnas

source: Row centering
es: Centrar por filas

source: Standardize rows
es: Standarizar por filas

source: Raw data
es: Datos brutos

source: Individuals
es: Individuos

source: Choose a color
es: Elija un color

source: Change Color
es: Cambio de color

source: Change label
es: Cambio de etiqueta

source: Change symbol
es: Cambio de símbolo

source: Show axes
es: Mostrar ejes

source: Axis 1
es: Eje 1

source: Axis 2
es: Eje 2

source: Axis 3
es: Eje 3

source: File saved in:
es: Archivo guardado en:

source: Results.xls
es: Resultados.xls

source: CONTRIBUTIONS:
es: CONTRIBUCIONES:

source: Relative contribution to total variability of the row element i:
es: Contribución relativa a la variabilidad total del elemento fila i:

source: Relative contribution to total variability of the column element j:
es: Contribución relativa a la variabilidad total del elemento columna j:

source: Relative contribution of the row element i to the factor q-th:
es: Contribución relativa del elemento fila i al factor q:

source: Relative contribution of the column element j to the factor q-th:
es: Contribución relativa del elemento columna j al factor q:

source: Relative contribution of the factor q-th to row element i:
es: Contribución relativa del factor q al elemento fila i:

source: Relative contribution of the factor q-th to column element j:
es: Contribución relativa del factor q al elemento columna j:

source: Relative contribution of the set t to total variability:
es: Contribución relativa del conjunto t a la variabilidad total:

source: Relative contribution of the set t to the factor q:
es: Contribución relativa del conjunto t al factor q:

source: Relative contribution of the factor q to the set t:
es: Contribución relativa del factor q al conjunto t:

source: Goodnes of Fit to X approximated:
es: Bondad de Ajuste para X aproximada:

source: Goodness of Fit to X:
es: Bondad de Ajuste para X:

source: Quality of approximation for rows:
es: Calidad de aproximación para filas:

source: Quality of approximation for columns:
es: Calidad de aproximación para columnas:

source: Individual coordinates:
es: Coordenadas para individuos:

source: Variables coordinates:
es: Coordenadas para variables:

source: Eigen values:
es: Valores propios:

source: Graph
es: Gráfico

source: Export
es: Exportar

source: -To change the label press Yes. -To remove it press No. -If you do not want to do anything press Cancel.
es: -Para cambiar la etiqueta pulse Sí. -Para eliminarla pulse No. -Si no desea hacer nada pulse Cancelar.

source: Change of label
es: Cambio de etiqueta

source: Transformations
es: Transformaciones

source: Some sets of individuals which have been observed in a single set of variables
es: Varios conjuntos de individuos sobre los que se observa un conjunto de variables

source: Some sets of variables observed in a single set of individuals
es: Varios conjuntos de variables observados sobre un conjunto de individuos

source: Analysis
es: Análisis

source: Number of matrices
es: Número de matrices

source: Number of matrices to analyze:
es: Número de matrices para analizar:
